Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Button style shown in top-left corner.
ar: نمط الزر المعروض في الزاوية العلوية اليسرى.
ca: Estil del botó mostrat a la cantonada superior esquerra.
cs: Styl tlačítka zobrazený v levém horním rohu.
da: Knapstil vist i øverste venstre hjørne.
de: Schaltflächenstil in der oberen linken Ecke.
el: Στυλ κουμπιού που εμφανίζεται στην επάνω αριστερά γωνία.
es: Estilo del botón mostrado en la esquina superior izquierda.
fi: Painikkeen tyyli vasemmassa yläkulmassa.
fr: Style du bouton affiché dans le coin supérieur gauche.
he: סגנון כפתור מוצג בפינה השמאלית העליונה.
hi: ऊपरी बाएं कोने में दिखाई गई बटन शैली।
hr: Stil gumba prikazan u gornjem lijevom kutu.
hu: Gombstílus a bal felső sarokban.
id: Gaya tombol ditampilkan di sudut kiri atas.
it: Stile del pulsante mostrato nell'angolo in alto a sinistra.
ja: 左上隅に表示されるボタンスタイル。
ko: 왼쪽 상단에 표시되는 버튼 스타일입니다.
ms: Gaya butang ditunjukkan di sudut kiri atas.
nb: Knappestil vist i øvre venstre hjørne.
nl: Knopstijl weergegeven in de linkerbovenhoek.
pl: Styl przycisku w lewym górnym rogu.
pt_br: Estilo do botão exibido no canto superior esquerdo.
pt_pt: Estilo do botão mostrado no canto superior esquerdo.
ro: Stil buton afișat în colțul din stânga sus.
ru: Стиль кнопки в левом верхнем углу.
sk: Štýl tlačidla zobrazený v ľavom hornom rohu.
sv: Knappstil visas i övre vänstra hörnet.
th: รูปแบบปุ่มที่แสดงในมุมซ้ายบน
tr: Sol üst köşede gösterilen düğme stili.
uk: Стиль кнопки у верхньому лівому куті.
vi: Kiểu nút hiển thị ở góc trên bên trái.
zh_hans: 左上角显示的按钮样式。
zh_hant: 左上角顯示的按鈕樣式。

source: Cached
ar: مخزنة مؤقتاً
ca: En memòria cau
cs: V mezipaměti
da: Cachelagret
de: Zwischengespeichert
el: Στην cache
es: En caché
fi: Välimuistissa
fr: Mis en cache
he: במטמון
hi: कैश किया गया
hr: Predmemorirano
hu: Gyorsítótárazva
id: Dalam cache
it: Nella cache
ja: キャッシュ済み
ko: 캐시됨
ms: Dalam cache
nb: Bufret
nl: Gecached
pl: W pamięci podręcznej
pt_br: Em cache
pt_pt: Em cache
ro: În cache
ru: Кэшировано
sk: V medzipamäti
sv: Cachad
th: แคชแล้ว
tr: Önbelleğe alındı
uk: Кешовано
vi: Đã lưu cache
zh_hans: 已缓存
zh_hant: 已快取

source: Cached Resources
ar: الموارد المخزنة مؤقتاً
ca: Recursos en memòria cau
cs: Prostředky v mezipaměti
da: Cachelagrede ressourcer
de: Zwischengespeicherte Ressourcen
el: Πόροι στην cache
es: Recursos en caché
fi: Välimuistissa olevat resurssit
fr: Ressources mises en cache
he: משאבים במטמון
hi: कैश किए गए संसाधन
hr: Predmemorirani resursi
hu: Gyorsítótárazott erőforrások
id: Sumber daya dalam cache
it: Risorse nella cache
ja: キャッシュされたリソース
ko: 캐시된 리소스
ms: Sumber dalam cache
nb: Bufrede ressurser
nl: Gecachede bronnen
pl: Zasoby w pamięci podręcznej
pt_br: Recursos em cache
pt_pt: Recursos em cache
ro: Resurse în cache
ru: Кэшированные ресурсы
sk: Prostriedky v medzipamäti
sv: Cachade resurser
th: ทรัพยากรที่แคชไว้
tr: Önbellekteki kaynaklar
uk: Кешовані ресурси
vi: Tài nguyên đã cache
zh_hans: 缓存资源
zh_hant: 快取資源

source: Calendar Events
ar: أحداث التقويم
ca: Esdeveniments del calendari
cs: Kalendářní události
da: Kalenderbegivenheder
de: Kalenderereignisse
el: Συμβάντα ημερολογίου
es: Eventos del calendario
fi: Kalenteritapahtumat
fr: Événements du calendrier
he: אירועי לוח שנה
hi: कैलेंडर इवेंट
hr: Kalendarski događaji
hu: Naptáresemények
id: Acara Kalender
it: Eventi calendario
ja: カレンダーイベント
ko: 캘린더 일정
ms: Acara Kalendar
nb: Kalenderhendelser
nl: Kalendergebeurtenissen
pl: Wydarzenia kalendarza
pt_br: Eventos do calendário
pt_pt: Eventos do calendário
ro: Evenimente calendar
ru: События календаря
sk: Udalosti kalendára
sv: Kalenderhändelser
th: กิจกรรมปฏิทิน
tr: Takvim etkinlikleri
uk: Події календаря
vi: Sự kiện lịch
zh_hans: 日历事件
zh_hant: 行事曆活動

source: callback
ar: استدعاء
fr: rappel
hi: कॉलबैक
ja: コールバック
ko: 콜백
pl: wywołanie zwrotne
ru: обратный вызов
tr: geri arama
uk: зворотний виклик
zh_hans: 回调
zh_hant: 回調

source: Called before opening URL in Safari app. Clean up or save state.
ar: يُستدعى قبل فتح URL في Safari. نظّف أو احفظ الحالة.
ca: Es crida abans d'obrir URL a Safari. Neteja o desa l'estat.
cs: Voláno před otevřením URL v Safari. Vyčistěte nebo uložte stav.
da: Kaldes før åbning af URL i Safari. Ryd op eller gem tilstand.
de: Aufgerufen vor dem Öffnen der URL in Safari. Aufräumen oder Zustand speichern.
el: Καλείται πριν ανοίξει URL στο Safari. Καθαρισμός ή αποθήκευση κατάστασης.
es: Se llama antes de abrir URL en Safari. Limpia o guarda el estado.
fi: Kutsutaan ennen URL:n avaamista Safarissa. Puhdista tai tallenna tila.
fr: Appelé avant d'ouvrir l'URL dans Safari. Nettoyez ou sauvegardez l'état.
he: נקרא לפני פתיחת URL ב-Safari. נקה או שמור מצב.
hi: Safari में URL खोलने से पहले कॉल किया जाता है। स्थिति साफ़ करें या सहेजें।
hr: Poziva se prije otvaranja URL-a u Safariju. Očistite ili spremite stanje.
hu: URL megnyitása előtt hívódik meg a Safariban. Tisztítás vagy állapot mentése.
id: Dipanggil sebelum membuka URL di Safari. Bersihkan atau simpan status.
it: Chiamato prima di aprire URL in Safari. Pulisci o salva lo stato.
ja: SafariでURLを開く前に呼び出されます。クリーンアップまたは状態を保存。
ko: Safari에서 URL 열기 전에 호출됩니다.
ms: Dipanggil sebelum membuka URL dalam Safari. Bersihkan atau simpan keadaan.
nb: Kalles før åpning av URL i Safari. Rydd opp eller lagre tilstand.
nl: Aangeroepen voor het openen van URL in Safari. Opruimen of status opslaan.
pl: Wywoływane przed otwarciem URL w Safari. Wyczyść lub zapisz stan.
pt_br: Chamado antes de abrir URL no Safari. Limpe ou salve o estado.
pt_pt: Chamado antes de abrir URL no Safari. Limpe ou guarde o estado.
ro: Apelat înainte de a deschide URL în Safari. Curățați sau salvați starea.
ru: Вызывается перед открытием URL в Safari. Очистите или сохраните состояние.
sk: Volané pred otvorením URL v Safari. Vyčistite alebo uložte stav.
sv: Anropas innan URL öppnas i Safari. Rensa eller spara tillstånd.
th: เรียกก่อนเปิด URL ใน Safari ล้างหรือบันทึกสถานะ
tr: Safari'de URL açılmadan önce çağrılır. Temizle veya durumu kaydet.
uk: Викликається перед відкриттям URL в Safari. Очистіть або збережіть стан.
vi: Được gọi trước khi mở URL trong Safari. Dọn dẹp hoặc lưu trạng thái.
zh_hans: 在Safari中打开URL之前调用。清理或保存状态。
zh_hant: 在Safari中開啟URL之前呼叫。清理或儲存狀態。

source: Called when initial load redirects to new URL. Track final landing URL.
ar: يُستدعى عند إعادة التوجيه إلى URL جديد. تتبع URL النهائي.
ca: Es crida quan la càrrega inicial redirigeix a nova URL. Seguiu l'URL final.
cs: Voláno při přesměrování na novou URL. Sledujte finální URL.
da: Kaldes ved omdirigering til ny URL. Spor endelig URL.
de: Aufgerufen bei Weiterleitung zu neuer URL. Finale URL verfolgen.
el: Καλείται όταν γίνεται ανακατεύθυνση σε νέο URL. Παρακολουθήστε το τελικό URL.
es: Se llama al redirigir a nueva URL. Rastrea la URL final.
fi: Kutsutaan uudelleenohjauksessa uuteen URL:iin. Seuraa lopullista URL:ia.
fr: Appelé lors de la redirection vers nouvelle URL. Suivez l'URL finale.
he: נקרא בהפניה ל-URL חדש. עקוב אחר URL הסופי.
hi: नई URL पर रीडायरेक्ट होने पर कॉल किया जाता है। अंतिम URL ट्रैक करें।
hr: Poziva se pri preusmjeravanju na novi URL. Pratite konačni URL.
hu: Átirányításkor új URL-re hívódik meg. Kövesse nyomon a végső URL-t.
id: Dipanggil saat dialihkan ke URL baru. Lacak URL akhir.
it: Chiamato al reindirizzamento a nuovo URL. Traccia l'URL finale.
ja: 新しいURLへのリダイレクト時に呼び出されます。最終URLを追跡。
ko: 리디렉션될 때 호출됩니다. 최종 URL을 추적합니다.
ms: Dipanggil apabila dialihkan ke URL baharu. Jejak URL akhir.
nb: Kalles ved omdirigering til ny URL. Spor endelig URL.
nl: Aangeroepen bij omleiding naar nieuwe URL. Volg de uiteindelijke URL.
pl: Wywoływane przy przekierowaniu na nowy URL. Śledź docelowy URL.
pt_br: Chamado ao redirecionar para nova URL. Rastreie a URL final.
pt_pt: Chamado ao redirecionar para nova URL. Rastreie o URL final.
ro: Apelat la redirecționare către URL nou. Urmăriți URL-ul final.
ru: Вызывается при перенаправлении на новый URL. Отслеживайте конечный URL.
sk: Volané pri presmerovaní na novú URL. Sledujte konečnú URL.
sv: Anropas vid omdirigering till ny URL. Spåra slutlig URL.
th: เรียกเมื่อเปลี่ยนเส้นทางไปยัง URL ใหม่ ติดตาม URL สุดท้าย
tr: Yeni URL'ye yönlendirildiğinde çağrılır. Son URL'yi takip edin.
uk: Викликається при перенаправленні на новий URL. Відстежуйте кінцевий URL.
vi: Được gọi khi chuyển hướng đến URL mới. Theo dõi URL cuối cùng.
zh_hans: 重定向到新URL时调用。跟踪最终URL。
zh_hant: 重新導向到新URL時呼叫。追蹤最終URL。

source: Called when initial page load completes (success or failure). Good for analytics.
ar: يُستدعى عند اكتمال تحميل الصفحة (نجاح أو فشل). مناسب للتحليلات.
ca: Es crida quan es completa la càrrega inicial (èxit o error). Bo per analítiques.
cs: Voláno po dokončení načítání stránky (úspěch/neúspěch). Vhodné pro analytiku.
da: Kaldes ved fuldførelse af sideindlæsning (succes/fejl). Godt til analyse.
de: Aufgerufen beim Abschluss des Seitenladens (Erfolg/Fehler). Gut für Analysen.
el: Καλείται όταν ολοκληρωθεί η φόρτωση (επιτυχία/αποτυχία). Καλό για αναλύσεις.
es: Se llama al completar la carga (éxito o error). Bueno para analíticas.
fi: Kutsutaan sivun latauksen valmistuessa (onnistui/epäonnistui). Hyvä analytiikalle.
fr: Appelé à la fin du chargement (succès ou échec). Bon pour l'analytique.
he: נקרא בסיום טעינת הדף (הצלחה או כישלון). טוב לאנליטיקס.
hi: पेज लोड पूर्ण होने पर कॉल (सफलता या विफलता)। एनालिटिक्स के लिए अच्छा।
hr: Poziva se po završetku učitavanja (uspjeh/neuspjeh). Dobro za analitiku.
hu: Oldalbetöltés befejezésekor hívódik meg (siker/hiba). Jó analitikához.
id: Dipanggil saat pemuatan selesai (berhasil/gagal). Bagus untuk analitik.
it: Chiamato al completamento del caricamento (successo/errore). Buono per analytics.
ja: ページ読み込み完了時（成功/失敗）に呼び出されます。分析に最適。
ko: 페이지 로드가 완료되면 호출됩니다. 분석에 유용합니다.
ms: Dipanggil apabila pemuatan selesai (berjaya/gagal). Baik untuk analitik.
nb: Kalles ved fullført sidelasting (suksess/feil). Bra for analyse.
nl: Aangeroepen bij voltooiing van laden (succes/fout). Goed voor analytics.
pl: Wywoływane po zakończeniu ładowania (sukces/błąd). Dobre dla analityki.
pt_br: Chamado ao concluir o carregamento (sucesso/falha). Bom para analytics.
pt_pt: Chamado ao concluir o carregamento (sucesso/falha). Bom para analytics.
ro: Apelat la finalizarea încărcării (succes/eșec). Bun pentru analiză.
ru: Вызывается при завершении загрузки (успех/ошибка). Хорошо для аналитики.
sk: Volané po dokončení načítania (úspech/neúspech). Vhodné pre analytiku.
sv: Anropas vid slutförd sidladdning (lyckat/misslyckat). Bra för analys.
th: เรียกเมื่อโหลดเสร็จสมบูรณ์ (สำเร็จ/ล้มเหลว) ดีสำหรับการวิเคราะห์
tr: Sayfa yüklemesi tamamlandığında çağrılır (başarı/hata). Analitik için iyi.
uk: Викликається при завершенні завантаження (успіх/помилка). Добре для аналітики.
vi: Được gọi khi tải hoàn tất (thành công/thất bại). Tốt cho analytics.
zh_hans: 页面加载完成时调用（成功或失败）。适合用于分析。
zh_hant: 頁面載入完成時呼叫（成功或失敗）。適合用於分析。

source: Called when user taps Done button. Use this to dismiss the view controller.
ar: يُستدعى عند النقر على تم. استخدمه لإغلاق وحدة التحكم.
ca: Es crida en tocar Fet. Utilitza-ho per tancar el controlador de vista.
cs: Voláno při klepnutí na Hotovo. Použijte pro zavření view controlleru.
da: Kaldes ved tryk på Færdig. Brug til at afvise view controlleren.
de: Bei Tippen auf Fertig aufgerufen.
el: Καλείται όταν πατηθεί Τέλος. Χρησιμοποιήστε για απόρριψη του view controller.
es: Llamado al tocar Listo.
fi: Kutsutaan kun Valmis-painiketta painetaan. Käytä view controllerin sulkemiseen.
fr: Appelé au tap sur Terminé.
he: נקרא בלחיצה על סיום. השתמש לסגירת ה-view controller.
hi: Done टैप करने पर कॉल किया जाता है। व्यू कंट्रोलर बंद करने के लिए उपयोग करें।
hr: Poziva se pri dodiru Gotovo. Koristi za zatvaranje view controllera.
hu: Kész gomb megérintésekor hívódik meg. View controller elrejtéséhez használja.
id: Dipanggil saat mengetuk Selesai. Gunakan untuk menutup view controller.
it: Chiamato al tap su Fine.
ja: 完了ボタンタップ時に呼び出されます。View Controllerを閉じるために使用。
ko: 완료 버튼을 탭하면 호출됩니다.
ms: Dipanggil apabila mengetuk Selesai. Gunakan untuk menutup view controller.
nb: Kalles ved trykk på Ferdig. Bruk for å avvise view controlleren.
nl: Aangeroepen bij tikken op Gereed. Gebruik om view controller te sluiten.
pl: Wywoływane przy dotknięciu Gotowe. Użyj do zamknięcia view controllera.
pt_br: Chamado ao tocar em Concluir. Use para fechar o view controller.
pt_pt: Chamado ao tocar em Concluído. Use para fechar o view controller.
ro: Apelat la atingerea Finalizat. Folosiți pentru a închide view controllerul.
ru: Вызывается при нажатии Готово.
sk: Volané pri klepnutí na Hotovo. Použite na zatvorenie view controllera.
sv: Anropas vid tryck på Klar. Använd för att stänga view controller.
th: เรียกเมื่อแตะ Done ใช้สำหรับปิด view controller
tr: Bitti'ye dokunulduğunda çağrılır. View controller'ı kapatmak için kullanın.
uk: Викликається при натисканні Готово. Використовуйте для закриття view controller.
vi: Được gọi khi chạm Xong. Dùng để đóng view controller.
zh_hans: 点击完成按钮时调用。用于关闭视图控制器。
zh_hant: 點擊完成按鈕時呼叫。用於關閉視圖控制器。

source: Camera
ar: الكاميرا
ca: Càmera
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fi: Kamera
fr: Caméra
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
ms: Kamera
nb: Kamera
pl: Kamera
pt_br: Câmera
pt_pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
zh_hans: 相机
zh_hant: 相機

source: Camera and microphone access. Requires user permission. Used for video calls, recording.
ar: الوصول إلى الكاميرا والميكروفون. يلزم إذن.
ca: Accés a càmera i micròfon. Cal permís.
cs: Přístup ke kameře a mikrofonu. Vyžadováno oprávnění.
da: Kamera- og mikrofonadgang. Tilladelse krævet.
de: Kamera- und Mikrofonzugriff. Berechtigung erforderlich.
el: Πρόσβαση σε κάμερα και μικρόφωνο. Απαιτείται άδεια.
es: Acceso a cámara y micrófono. Requiere permiso.
fi: Kameran ja mikrofonin käyttöoikeus. Lupa vaaditaan.
fr: Accès caméra et micro. Autorisation requise.
he: גישה למצלמה ומיקרופון. נדרש אישור.
hi: कैमरा और माइक्रोफ़ोन एक्सेस। अनुमति आवश्यक।
hr: Pristup kameri i mikrofonu. Potrebna dozvola.
hu: Kamera és mikrofon hozzáférés. Engedély szükséges.
id: Akses kamera dan mikrofon. Izin diperlukan.
it: Accesso a fotocamera e microfono. Richiede autorizzazione.
ja: カメラとマイクにアクセス。 権限が必要です。
ko: 카메라와 마이크에 접근합니다. 권한이 필요합니다.
ms: Akses kamera dan mikrofon. Kebenaran diperlukan.
nb: Kamera- og mikrofontilgang. Tillatelse kreves.
nl: Camera- en microfoontoegang. Toestemming vereist.
pl: Dostęp do kamery i mikrofonu. Wymagane uprawnienie.
pt_br: Acesso a câmera e microfone. Requer permissão.
pt_pt: Acesso a câmara e microfone. Requer permissão.
ro: Acces la cameră și microfon. Permisiune necesară.
ru: Доступ к камере и микрофону. Требуется разрешение.
sk: Prístup ku kamere a mikrofónu. Potrebné povolenie.
sv: Kamera- och mikrofonåtkomst. Behörighet krävs.
th: เข้าถึงกล้องและไมโครโฟน ต้องขออนุญาต
tr: Kamera ve mikrofon erişimi. İzin gerekli.
uk: Доступ до камери та мікрофона. Потрібен дозвіл.
vi: Truy cập camera và microphone. Cần cấp quyền.
zh_hans: 访问摄像头和麦克风。 需要权限。
zh_hant: 存取攝影機和麥克風。 需要權限。

source: Camera, Microphone, Location
ar: الكاميرا، الميكروفون، الموقع
ca: Càmera, Micròfon, Ubicació
cs: Kamera, Mikrofon, Poloha
da: Kamera, Mikrofon, Placering
de: Kamera, Mikrofon, Standort
el: Κάμερα, Μικρόφωνο, Τοποθεσία
es: Cámara, Micrófono, Ubicación
fi: Kamera, Mikrofoni, Sijainti
fr: Caméra, Microphone, Localisation
he: מצלמה, מיקרופון, מיקום
hi: कैमरा, माइक्रोफोन, स्थान
hr: Kamera, Mikrofon, Lokacija
hu: Kamera, Mikrofon, Helyzet
id: Kamera, Mikrofon, Lokasi
it: Fotocamera, Microfono, Posizione
ja: カメラ、マイク、位置情報
ko: 카메라, 마이크, 위치
ms: Kamera, Mikrofon, Lokasi
nb: Kamera, Mikrofon, Posisjon
nl: Camera, Microfoon, Locatie
pl: Kamera, Mikrofon, Lokalizacja
pt_br: Câmera, Microfone, Localização
pt_pt: Câmara, Microfone, Localização
ro: Cameră, Microfon, Locație
ru: Камера, Микрофон, Местоположение
sk: Kamera, Mikrofón, Poloha
sv: Kamera, Mikrofon, Plats
th: กล้อง, ไมโครโฟน, ตำแหน่ง
tr: Kamera, Mikrofon, Konum
uk: Камера, Мікрофон, Місцезнаходження
vi: Camera, Micro, Vị trí
zh_hans: 相机、麦克风、位置
zh_hant: 相機、麥克風、位置

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cannot change URL after presentation. Must dismiss and create new instance.
ar: لا يمكن تغيير URL بعد العرض. يجب الإغلاق وإنشاء مثيل جديد.
ca: No es pot canviar l'URL després de mostrar. Cal tancar i crear una nova instància.
cs: Nelze změnit URL po zobrazení. Musí se zavřít a vytvořit nová instance.
da: Kan ikke ændre URL efter visning. Skal lukke og oprette ny instans.
de: URL kann nach Anzeige nicht geändert werden. Muss schließen und neue Instanz erstellen.
el: Αδύνατη αλλαγή URL μετά την εμφάνιση. Πρέπει να κλείσει και να δημιουργηθεί νέο.
es: No se puede cambiar URL después de mostrar. Debe cerrar y crear nueva instancia.
fi: URL:ää ei voi muuttaa näytön jälkeen. On suljettava ja luotava uusi instanssi.
fr: Impossible de changer l'URL après affichage. Doit fermer et créer nouvelle instance.
he: לא ניתן לשנות URL אחרי הצגה. צריך לסגור וליצור מופע חדש.
hi: प्रस्तुति के बाद URL नहीं बदल सकते। बंद करें और नया instance बनाएं।
hr: Ne može se promijeniti URL nakon prikaza. Mora se zatvoriti i stvoriti nova instanca.
hu: URL nem változtatható megjelenítés után. Be kell zárni és új példányt létrehozni.
id: Tidak dapat mengubah URL setelah ditampilkan. Harus menutup dan membuat instance baru.
it: Impossibile cambiare URL dopo presentazione. Deve chiudere e creare nuova istanza.
ja: 表示後はURLを変更できません。 閉じて新しいインスタンスを作成する必要があります。
ko: 표시 후에는 URL을 변경할 수 없습니다. 닫고 새로 만들어야 합니다.
ms: Tidak boleh tukar URL selepas paparan. Mesti tutup dan buat instance baharu.
nb: Kan ikke endre URL etter visning. Må lukke og opprette ny instans.
nl: Kan URL niet wijzigen na presentatie. Moet sluiten en nieuwe instantie maken.
pl: Nie można zmienić URL po wyświetleniu. Trzeba zamknąć i utworzyć nową instancję.
pt_br: Não pode mudar URL após apresentação. Deve fechar e criar nova instância.
pt_pt: Não pode mudar URL após apresentação. Deve fechar e criar nova instância.
ro: Nu se poate schimba URL după afișare. Trebuie închis și creat instanță nouă.
ru: Нельзя изменить URL после показа. Нужно закрыть и создать новый экземпляр.
sk: Nedá sa zmeniť URL po zobrazení. Treba zatvoriť a vytvoriť novú inštanciu.
sv: Kan inte ändra URL efter visning. Måste stänga och skapa ny instans.
th: ไม่สามารถเปลี่ยน URL หลังการแสดง ต้องปิดและสร้างอินสแตนซ์ใหม่
tr: Sunumdan sonra URL değiştirilemez. Kapatıp yeni örnek oluşturulmalı.
uk: Не можна змінити URL після показу. Потрібно закрити та створити новий екземпляр.
vi: Không thể thay đổi URL sau khi hiển thị. Phải đóng và tạo instance mới.
zh_hans: 显示后无法更改 URL。 必须关闭并创建新实例。
zh_hant: 顯示後無法變更 URL。 必須關閉並建立新實例。

source: Cannot execute custom JavaScript code. No evaluateJavaScript() method available.
ar: لا يمكن تنفيذ كود JavaScript مخصص. طريقة evaluateJavaScript() غير متاحة.
ca: No es pot executar codi JavaScript personalitzat. Mètode evaluateJavaScript() no disponible.
cs: Nelze spustit vlastní JavaScriptový kód. Metoda evaluateJavaScript() není dostupná.
da: Kan ikke køre tilpasset JavaScript-kode. Ingen evaluateJavaScript()-metode tilgængelig.
de: Kann benutzerdefinierten JavaScript-Code nicht ausführen. Keine evaluateJavaScript()-Methode verfügbar.
el: Δεν είναι δυνατή η εκτέλεση προσαρμοσμένου κώδικα JavaScript. Η μέθοδος evaluateJavaScript() δεν είναι διαθέσιμη.
es: No se puede ejecutar código JavaScript personalizado. Método evaluateJavaScript() no disponible.
fi: Mukautettua JavaScript-koodia ei voi suorittaa. evaluateJavaScript()-metodia ei ole saatavilla.
fr: Impossible d'exécuter du code JavaScript personnalisé. Méthode evaluateJavaScript() non disponible.
he: לא ניתן להפעיל קוד JavaScript מותאם אישית. שיטת evaluateJavaScript() לא זמינה.
hi: कस्टम JavaScript कोड निष्पादित नहीं कर सकते। evaluateJavaScript() विधि उपलब्ध नहीं है।
hr: Ne može se izvršiti prilagođeni JavaScript kod. Metoda evaluateJavaScript() nije dostupna.
hu: Nem lehet egyéni JavaScript-kódot futtatni. Az evaluateJavaScript() metódus nem érhető el.
id: Tidak dapat menjalankan kode JavaScript kustom. Metode evaluateJavaScript() tidak tersedia.
it: Impossibile eseguire codice JavaScript personalizzato. Metodo evaluateJavaScript() non disponibile.
ja: カスタムJavaScriptコードを実行できません。evaluateJavaScript()メソッドが使用できません。
ko: 커스텀 JavaScript를 실행할 수 없습니다.
ms: Tidak dapat melaksanakan kod JavaScript tersuai. Kaedah evaluateJavaScript() tidak tersedia.
nb: Kan ikke kjøre tilpasset JavaScript-kode. Ingen evaluateJavaScript()-metode tilgjengelig.
nl: Kan geen aangepaste JavaScript-code uitvoeren. Geen evaluateJavaScript()-methode beschikbaar.
pl: Nie można wykonać niestandardowego kodu JavaScript. Metoda evaluateJavaScript() niedostępna.
pt_br: Não é possível executar código JavaScript personalizado. Método evaluateJavaScript() não disponível.
pt_pt: Não é possível executar código JavaScript personalizado. Método evaluateJavaScript() não disponível.
ro: Nu se poate executa cod JavaScript personalizat. Metoda evaluateJavaScript() nu este disponibilă.
ru: Невозможно выполнить пользовательский JavaScript-код. Метод evaluateJavaScript() недоступен.
sk: Nemožno spustiť vlastný JavaScriptový kód. Metóda evaluateJavaScript() nie je dostupná.
sv: Kan inte köra anpassad JavaScript-kod. Ingen evaluateJavaScript()-metod tillgänglig.
th: ไม่สามารถรันโค้ด JavaScript ที่กำหนดเองได้ ไม่มีเมธอด evaluateJavaScript()
tr: Özel JavaScript kodu yürütülemiyor. evaluateJavaScript() metodu mevcut değil.
uk: Неможливо виконати користувацький JavaScript-код. Метод evaluateJavaScript() недоступний.
vi: Không thể thực thi mã JavaScript tùy chỉnh. Không có phương thức evaluateJavaScript().
zh_hans: 无法执行自定义JavaScript代码。没有可用的evaluateJavaScript()方法。
zh_hant: 無法執行自訂JavaScript程式碼。沒有可用的evaluateJavaScript()方法。
